Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# general_get_storage
source: Get storage
be: Атрымаць сховішча
ca: Obteniu més emmagatzematge
cs: Získat úložiště
da: Få lagerplads
de: Speicherplatz erhalten
el: Αποκτήστε χώρο αποθήκευσης
es: Obtener almacenamiento
es_419: Obtener almacenamiento
fi: Hanki tallennustilaa
fr: Obtenir de l'espace de stockage
hu: Kapjon tárhelyet
id: Dapatkan ruang penyimpanan
it: Ottieni spazio di archiviazione
ja: 容量を獲得
ka: მიიღეთ მეტი ადგილი
ko: 저장소 얻기
nb: Skaff deg lagringsplass
nl: Opslagruimte krijgen
pl: Uzyskaj przestrzeń dyskową
pt: Obter armazenamento
pt_br: Obter armazenamento
ro: Obțineți spațiu
ru: Получить место в хранилище
sk: Získajte viac úložného priestoru
sv: Skaffa lagringsutrymme
tr: Depolama alanı al
uk: Отримати сховище
zh_hans: 获得存储空间
zh_hant: 取得儲存空間

# general_go_back
source: Go back
be: Вярнуцца
ca: Torna enrere
cs: Jít zpět
da: Gå tilbage
de: Zurück
el: Επιστροφή
es: Regresar
es_419: Regresar
fi: Mene takaisin
fr: Retour
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ka: უკან დაბრუნება
ko: 뒤로 가기
nb: Gå tilbake
nl: Ga terug
pl: Wróć
pt: Voltar
pt_br: Voltar
ro: Înapoi
ru: Вернуться
sk: Návrat späť
sv: Gå tillbaka
tr: Geri dön
uk: Назад
zh_hans: 返回
zh_hant: 返回

# general_got_it
source: Got it
be: Зразумела
ca: D'acord
cs: Rozumím
da: Forstået
de: Verstanden
el: Το κατάλαβα
es: Entendido
es_419: Entendido
fi: Selvä
fr: J'ai compris
hu: Rendben
id: Mengerti
it: Ho capito
ja: 了解
ka: გავიგე
ko: 확인
nb: Skjønner
nl: Begrepen
pl: Ok
pt: Entendido
pt_br: Entendi
ro: Am înțeles
ru: Применить
sk: Rozumiem
sv: Jag förstår
tr: Anladım
uk: Зрозуміло
zh_hans: 好的
zh_hant: 瞭解

# general_item_type
source: Item
be: Элемент
ca: Element
cs: Položka
da: Element
de: Element
el: Στοιχείο
es: Elemento
es_419: Elemento
fi: Kohde
fr: Élément
hu: Elem
it: Elemento
ja: アイテム
ka: ელემენტი
ko: 항목
nb: Element
pl: element
ro: Articol
ru: Элемент
sk: Položka
sv: Objekt
tr: Öge
uk: Елемент
zh_hans: 项目
zh_hant: 項目

# general_learn_more
source: Learn more
be: Даведацца больш
ca: Més informació
cs: Více informací
da: Få mere at vide
de: Mehr erfahren
el: Περισσότερες πληροφορίες
es: Más información
es_419: Más información
fi: Lisätietoja
fr: En savoir plus
hu: További információk
id: Pelajari lebih lanjut
it: Per saperne di più
ja: もっと詳しく
ka: გაიგეთ მეტი
ko: 더 알아보기
nb: Lær mer
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
pt_br: Saiba mais
ro: Detalii
ru: Подробнее
sk: Zistiť viac
sv: Lär dig mer
tr: Ayrıntılı bilgi alın
uk: Докладніше
zh_hans: 了解详情
zh_hant: 了解更多

# general_link_copied
source: Link copied
be: Спасылка скапіявана
ca: S'ha copiat l'enllaç.
cs: Odkaz zkopírován
da: Link kopieret
de: Link kopiert
el: Ο σύνδεσμος αντιγράφηκε
es: Se ha copiado el enlace.
es_419: Enlace copiado
fi: Linkki kopioitiin
fr: Le lien a été copié.
hu: Hivatkozás másolva
id: Tautan disalin
it: Link copiato
ja: リンクがコピーされました
ka: ბმული დაკოპირდა
ko: 링크를 복사했습니다
nb: Kobling kopiert
nl: Koppeling gekopieerd
pl: Link został skopiowany
pt: A ligação foi copiada.
pt_br: Link copiado
ro: Legătura web a fost copiată.
ru: Ссылка скопирована
sk: Odkaz skopírovaný
sv: Länk kopierad
tr: Bağlantı kopyalandı
uk: Посилання скопійовано
zh_hans: 链接已复制
zh_hant: 已複製連結。

# general_loading
source: Loading...
be: Загрузка...
ca: Carregant…
cs: Načítání...
da: Indlæser...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
es_419: Cargando...
fi: Ladataan...
fr: Chargement...
hu: Betöltés...
id: Memuat...
it: Caricamento in corso...
ja: 読み込み中…
ka: ჩატვირთვა...
ko: 불러오는 중...
nb: Laster inn...
nl: Bezig met laden...
pl: Ładowanie...
pt: A carregar...
pt_br: Carregando...
ro: Se încarcă…
ru: Загрузка...
sk: Načítavanie...
sv: Laddar in …
tr: Yükleniyor...
uk: Завантаження...
zh_hans: 加载中...
zh_hant: 正在載入...

# general_logout
source: Log out
be: Выйсці
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
ka: გასვლა
ko: 로그아웃
nb: Logg av
nl: Afmelden
pl: Wyloguj
pt: Terminar sessão
pt_br: Encerrar sessão
ro: Deconectare
ru: Bыйти
sk: Odhlásiť sa
sv: Logga ut
tr: Oturumu kapat
uk: Вийти
zh_hans: 登出
zh_hant: 登出

# general_next
source: Next
be: Далей
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_419: Siguiente
fi: Seuraava
fr: Suivant
hu: Tovább
id: Berikutnya
it: Successivo
ja: 次へ
ka: შემდეგი
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
pt_br: Próximo
ro: Înainte
ru: Следующий этап
sk: Ďalej
sv: Nästa
tr: Sonraki
uk: Далі
zh_hans: 下一步
zh_hant: 下一個

# general_not_now
source: Not now
be: Не зараз
ca: Ara no
cs: Nyní ne
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
es_419: Ahora no
fi: Ei nyt
fr: Pas maintenant
hu: Nem most
id: Tidak sekarang
it: Non adesso
ja: 今はしない
ka: არა ახლა
ko: 나중에
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt: Agora não
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sv: Inte nu
tr: Şimdi değil
uk: Не зараз
zh_hans: 暂不
zh_hant: 稍後再說

# general_off
source: Off
be: Выкл
ca: Desactivada
cs: Vyp.
da: Slået fra
de: Aus
el: Ανενεργό
es: Desactivada
es_419: Desactivada
fi: Ei käytössä
fr: Désactivée
hu: Ki
id: Nonaktif
it: Non attivo
ja: オフ
ka: გამორთ
ko: 꺼짐
nb: Av
nl: Uit
pl: Wyłączone
pt: Desligado
pt_br: Desativado
ro: Oprită
ru: Отключено
sk: Vyp.
sv: Av
tr: Kapalı
uk: Вимк
zh_hans: 关
zh_hant: 關閉

# general_on
source: On
be: Укл
ca: Activada
cs: Zap.
da: Slået til
de: Ein
el: Ενεργό
es: Activada
es_419: Activada
fi: Käytössä
fr: Activée
hu: Be
id: Aktif
it: Attivo
ja: オン
ka: ჩართ
ko: 켜짐
nb: På
nl: Aan
pl: Włączone
pt: Ligado
pt_br: Ativado
ro: Pornită
ru: Включено
sk: Zap.
sv: På
tr: Açık
uk: Увімк
zh_hans: 开
zh_hant: 開

# general_password_copied
source: Password copied
be: Пароль скапіяваны
ca: S'ha copiat la contrasenya.
cs: Heslo zkopírováno
da: Adgangskode kopieret
de: Passwort kopiert
el: Ο κωδικός πρόσβασης αντιγράφηκε
es: Se ha copiado la contraseña.
es_419: Contraseña copiada
fi: Salasana kopioitiin
fr: Le mot de passe a été copié.
hu: Jelszó másolva
id: Kata sandi disalin
it: Password copiata
ja: パスワードがコピーされました
ka: პაროლი დაკოპირდა
ko: 비밀번호를 복사했습니다
nb: Passord kopiert
nl: Wachtwoord gekopieerd
pl: Hasło zostało skopiowane
pt: A palavra-passe foi copiada.
pt_br: Senha copiada
ro: Parola a fost copiată.
ru: Пароль скопирован
sk: Heslo skopírované
sv: Lösenord kopierat
tr: Parola kopyalandı
uk: Пароль скопійовано
zh_hans: 密码已复制
zh_hant: 已複製密碼

# general_pause
source: Pause
be: Паўза
ca: Pausa
cs: Pozastavit
de: Pausieren
el: Παύση
es: Pausar
es_419: Pausar
fi: Pysäytä
fr: Suspendre
hu: Szüneteltetés
id: Jeda
it: Pausa
ja: 停止
ka: შეჩერება
ko: 일시 중지
nl: Onderbreken
pl: Wstrzymaj
pt: Pausar
pt_br: Pausar
ro: Suspendare
ru: Пауза
sk: Pozastaviť
sv: Pausa
tr: Duraklat
uk: Призупинити
zh_hans: 暂停
zh_hant: 暫停

# general_quit
source: Quit
be: Выйсці
ca: Surt
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
es_419: Salir
fi: Sulje
fr: Quitter
hu: Kilépés
id: Keluar
it: Chiudi
ja: 終了
ka: გასვლა
ko: 나가기
nb: Avslutt
nl: Afsluiten
pl: Wyjście
pt: Sair
pt_br: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sv: Avsluta
tr: Çık
uk: Вийти
zh_hans: 退出
zh_hant: 退出

# general_refresh
source: Refresh
be: Абнавіць
ca: Actualitza
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
es_419: Actualizar
fi: Päivitä
fr: Actualiser
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
ka: განახლება
ko: 새로고침
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
pt_br: Recarregar
ro: Împrospătare
ru: Обновить
sk: Obnoviť
sv: Uppdatera
tr: Yenile
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

# general_remove
source: Remove
be: Выдаліць
ca: Esborra
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Retirer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ka: წაშლა
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Eliminare
ru: Удалить
sk: Odstrániť
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh_hans: 移除
zh_hant: 刪除

# general_remove_files
source: Remove %d files
be: Выдаліць %d файлаў
ca: Esborra %d fitxers
cs: Odebrat %d souborů
da: Fjern %d filer
de: %d Dateien entfernen
el: Κατάργηση %d αρχείων
es: Eliminar %d archivos
es_419: Eliminar %d archivos
fi: Poista %d tiedostoa
fr: Retirer %d fichiers
hu: %d fájlok eltávolítása
id: Hapus %d berkas
it: Rimuovi %d file
ja: %d個のファイルを削除
ka: %d ფაილის წაშლა
ko: %d개 파일 삭제
nb: Fjern %d filer
nl: Verwijder %d bestanden
pl: Usuń %d plików
pt: Remover %d ficheiros
pt_br: Remover %d arquivos
ro: Eliminare %d de fișiere
ru: Удалить %d файлов
sk: Odstrániť %d súborov
sv: Ta bort %d filer
tr: %d dosyayı kaldır
uk: Вилучити %d файлів
zh_hans: 移除 %d 个文件
zh_hant: 移除 %d 檔案

# general_remove_folders
source: Remove %d folders
be: Выдаліць %d папак
ca: Esborra %d carpetes
cs: Odebrat %d složek
da: Fjern %d mapper
de: %d Ordner entfernen
el: Κατάργηση %d φακέλων
es: Eliminar %d carpetas
es_419: Eliminar %d carpetas
fi: Poista %d kansiota
fr: Retirer %d dossiers
hu: %d mappák eltávolítása
id: Hapus %d folder
it: Rimuovi %d cartelle
ja: %d個のフォルダを削除
ka: %d საქაღაალდის წაშლა
ko: %d개 폴더 지우기
nb: Fjern %d mapper
nl: %d mappen verwijderen
pl: Usuń %d folderów
pt: Remover %d pastas
pt_br: Remover %d pastas
ro: Eliminare %d de foldere
ru: Удалить %d папок
sk: Odstrániť %d priečinkov
sv: Ta bort %d mappar
tr: %d klasörü kaldır
uk: Вилучити %d тек
zh_hans: 删除 %d 个文件夹
zh_hant: 移除 %d 資料夾

# general_remove_items
source: Remove %d items
be: Выдаліць %d элементаў
ca: Esborra %d elements
cs: Odebrat %d položek
da: Fjern %d elementer
de: %d Einträge entfernen
el: Κατάργηση %d στοιχείων
es: Eliminar %d elementos
es_419: Eliminar %d elementos
fi: Poista %d kohdetta
fr: Retirer %d éléments
hu: %d elem eltávolítása
id: Hapus %d item
it: Rimuovi %d elementi
ja: %d個のアイテムを削除
ka: %d ელემენტის წაშლა
ko: %d개 항목 지우기
nb: Fjern %d elementer
nl: %d items verwijderen
pl: Usuń %d elementów
pt: Remover %d itens
pt_br: Remover %d itens
ro: Eliminare %d de articole
ru: Удалить %d элементов
sk: Odstrániť %d položiek
sv: Ta bort %d objekt
tr: %d ögeyi kaldır
uk: Вилучити %d елементів
zh_hans: 删除 %d 项目
zh_hant: 移除%d項目

# general_rename
source: Rename
be: Перайменаваць
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Cambiar el nombre
es_419: Cambiar el nombre
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
id: Ubah nama
it: Rinomina
ja: 名前を変更
ka: გადარქმევა
ko: 이름 변경
nb: Gi nytt navn
nl: Hernoem
pl: Zmień nazwę
pt: Mudar o nome
pt_br: Renomear
ro: Redenumire
ru: Переименовать
sk: Premenovať
sv: Byt namn
tr: Yeniden adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# general_restore
source: Restore
be: Аднавіць
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
es_419: Restaurar
fi: Palauta
fr: Restaurer
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
ka: აღდგენა
ko: 복원
nb: Gjenopprett
nl: Herstel
pl: Przywróć
pt: Restaurar
pt_br: Restaurar
ro: Restaurare
ru: Восстановить
sk: Obnoviť
sv: Återställ
tr: Geri yükle
uk: Відновити
zh_hans: 还原
zh_hant: 還原

# general_retry
source: Retry
be: Паўтарыць
ca: Torna a provar
cs: Opakovat
da: Prøv igen
de: Wiederholen
el: Δοκιμάστε ξανά
es: Volver a intentar
es_419: Volver a intentar
fi: Yritä uudelleen
fr: Essayer à nouveau
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ka: თავიდან
ko: 다시 시도하기
nb: Prøv på nytt
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Reîncercare
ru: Повторить попытку
sk: Opakovať
sv: Försök igen
tr: Yeniden dene
uk: Повторити спробу
zh_hans: 重试
zh_hant: 重試

# general_save
source: Save
be: Захаваць
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ka: შენახვა
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ro: Salvare
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

# general_save_all
source: Save all
be: Захаваць усе
ca: Desa-ho tot
cs: Uložit vše
da: Gem alle
de: Alles speichern
el: Αποθήκευση όλων
es: Guardar todo
es_419: Guardar todo
fi: Tallenna kaikki
fr: Tout enregistrer
hu: Összes mentése
id: Simpan semua
it: Salva tutto
ja: すべて保存
ka: ყველას შენახვა
ko: 모두 저장
nb: Lagre alle
nl: Alles opslaan
pl: Zapisz wszystko
pt: Guardar tudo
pt_br: Salvar tudo
ro: Salvare toate
ru: Сохранить все
sk: Uložiť všetko
sv: Spara alla
tr: Tümünü kaydet
uk: Зберегти все
zh_hans: 全部保存
zh_hant: 全部儲存

# general_select
source: Select
be: Выбраць
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_419: Seleccionar
fi: Valitse
fr: Sélectionner
hu: Választás
id: Pilih
it: Seleziona
ja: 選択
ka: მონიშვნა
ko: 선택
nb: Velg
nl: Selecteren
pl: Zaznacz
pt: Selecionar
pt_br: Selecionar
ro: Selectare
ru: Выбрать
sk: Vybrať
sv: Välj
tr: Seçin
uk: Вибрати
zh_hans: 选择
zh_hant: 選取

# general_select_all
source: Select all
be: Выбраць усё
ca: Selecciona-ho tot
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todo
es_419: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
hu: Összes kijelölése
id: Pilih semua
it: Seleziona tutti
ja: 全て選択
ka: ყველაფრის მონიშვნა
ko: 전체 선택
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystkie
pt: Selecionar tudo
pt_br: Selecionar tudo
ro: Selectare toate
ru: Выбрать все
sk: Vybrať všetko
sv: Markera alla
tr: Tümünü seç
uk: Вибрати всі
zh_hans: 全选
zh_hant: 全選

# general_selected
source: %d selected
be: Выбрана: %d
ca: %d seleccionats
cs: %d vybráno
da: %d valgte
de: %d ausgewählt
el: %d επιλεγμένο
es: %d seleccionados
es_419: %d seleccionados
fi: %d valittu
fr: %d sélectionnés
hu: %d kiválasztva
id: %d terpilih
it: %d elementi selezionati
ja: %d 件選択済み
ka: მონიშნულია %d
ko: %d개 선택됨
nb: %d valgt
nl: %d geselecteerd
pt_br: %d selecionados
ro: Selectate: %d
sk: %d vybraných
sv: %d valda
tr: %d seçilmiş
zh_hans: 已选择 %d 项

# general_settings
source: Settings
be: Налады
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_419: Ajustes
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ka: მორგება
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# general_share
source: Share
be: Абагуліць
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
es_419: Compartir
fi: Jaa
fr: Partager
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ka: გაზიარება
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ro: Partajare
ru: Поделиться
sk: Zdieľať
sv: Dela
tr: Paylaş
uk: Поділитися
zh_hans: 分享
zh_hant: 分享

# general_signing_out
source: Signing out...
be: Адбываецца выхад...
ca: S'està tancant la sessió...
cs: Odhlašování...
da: Logger ud...
de: Abmeldung läuft…
el: Αποσύνδεση...
es: Cerrando sesión...
es_419: Cerrando sesión...
fi: Kirjaudutaan ulos...
fr: Déconnexion...
hu: Kijelentkezés...
id: Keluar...
it: Disconnessione...
ja: からサインアウト
ka: გასვლა...
ko: 로그아웃 중...
nb: Logger av...
nl: Uitloggen...
pl: Wylogowywanie...
pt: A terminar sessão...
pt_br: Encerrando a sessão...
ro: Se deconectează…
ru: Выход...
sk: Odhlasovanie...
sv: Loggar ut …
tr: Oturum kapatılıyor...
uk: Триває вихід...
zh_hans: 正在登出账户…
zh_hant: 正在登出...

# general_skip
source: Skip
be: Прапусціць
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
es_419: Omitir
fi: Ohita
fr: Ignorer
hu: Kihagyás
id: Lewati
it: Ignora
ja: スキップ
ka: გამოტოვება
ko: 건너뛰기
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Ignorar
pt_br: Pular
ro: Omitere
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
tr: Atla
uk: Пропустити
zh_hans: 跳过
zh_hant: 略過

# general_syncing
source: Syncing
be: Сінхранізацыя
ca: Sincronitzant
cs: Synchronizace
da: Synkroniserer
de: Wird synchronisiert
el: Συγχρονισμός
es: Sincronizando
es_419: Sincronizando
fi: Synkronoidaan
fr: Synchronisation
hu: Szinkronizálás
id: Menyinkronkan
it: Sincronizzazione in corso
ja: 同期中
ka: სინქრონიზაცია
ko: 동기화 진행 중
nb: Synkroniserer
nl: Synchroniseren
pl: Trwa synchronizacja
pt: Sincronização
pt_br: Sincronizando
ro: Se sincronizează
ru: Синхронизируем
sk: Synchronizácia
sv: Synkroniserar
tr: Eşitleniyor
uk: Триває синхронізація
zh_hans: 正在同步
zh_hant: 正在同步

# general_unknown
source: Unknown
be: Невядома
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_419: Desconocido
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ka: უცნობი
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscută
ru: Неизвестное
sk: Neznáme
sv: Okänd
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

# general_upgrade
source: Upgrade
be: Палепшыць
ca: Millora
cs: Navýšení
da: Opgrader
el: Αναβάθμιση
es: Mejorar
es_419: Mejorar
fi: Päivitä tilaus
fr: Changer d'abonnement
hu: Előfizetés
id: Tingkatkan
it: Effettua l'upgrade
ja: アップグレード
ka: ტარიფის აწევა
ko: 업그레이드
nb: Oppgrader
nl: Upgraden
pl: Ulepsz
pt: Melhorar
pt_br: Fazer upgrade
ro: Modificare
ru: Улучшить
sk: Upgradovať
sv: Uppgradera
tr: Yükselt
uk: Покращити
zh_hans: 升级
zh_hant: 升級

# general_uploading
source: Uploading
be: Запампоўванне
ca: Carregant
cs: Nahrávání
da: Uploader
de: Wird hochgeladen
el: Ανέβασμα
es: Cargando
es_419: Cargando
fi: Tallennetaan
fr: Importation
hu: Feltöltés
id: Mengunggah
it: Caricamento
ja: アップロード中
ka: იტვირთება
ko: 업로드 중
nb: Laster opp
nl: Uploaden
pl: Przesyłanie
pt: A enviar
pt_br: Enviando
ro: Se încarcă
ru: Загрузка
sk: Nahrávanie
sv: Laddar upp
tr: Yükleniyor
uk: Вивантаження
zh_hans: 正在上传
zh_hant: 正在上傳

# general_view
source: View
be: Выгляд
ca: Visualitza
cs: Zobrazit
da: Vis
de: Anzeigen
el: Προβολή
es: Ver
es_419: Ver
fi: Tarkastele
fr: Afficher
hu: Megtekintés
id: Lihat
it: Visualizza
ja: 表示
ka: ნახვა
ko: 보기
nb: Vis
nl: Bekijken
pl: Widok
pt: Ver
pt_br: Ver
ro: Afișare
ru: Вид
sk: Zobraziť
sv: Visa
tr: Görüntüle
uk: Переглянути
zh_hans: 查看
zh_hant: 檢視

# generic_remind_me_later
source: Remind me later
be: Нагадаць мне пазней
ca: Recorda-m'ho més tard
cs: Připomenout později
da: Påmind mig senere
de: Später erinnern
el: Υπενθύμιση αργότερα
es: Recordarme más tarde
es_419: Recordarme más tarde
fi: Muistuta myöhemmin
fr: Me le rappeler plus tard
hu: Emlékeztessen később
id: Ingatkan saya nanti
it: Ricordamelo più tardi
ja: 後で通知する
ka: შემახსენე მოგვიანებით
ko: 나중에 확인하기
nb: Påminn meg senere
nl: Herinner mij later
pl: Przypomnij później
pt: Lembrar mais tarde
pt_br: Lembre-me mais tarde
ro: Amintește-mi mai târziu
ru: Напомнить позже
sk: Pripomeňte mi to neskôr
sv: Påminn mig senare
tr: Daha sonra hatırlat
uk: Нагадати пізніше
zh_hans: 稍后提醒我
zh_hant: 稍後提醒我

# generic_start
source: Start
be: Пачаць
ca: Inicia
cs: Začít
el: Έναρξη
es: Iniciar
es_419: Iniciar
fi: Aloita
fr: Commencer
hu: Kezdet
id: Mulai
it: Iniziare
ja: 開始
ka: დაწყება
ko: 시작
pl: Rozpocznij
pt: Inicio
pt_br: Iniciar
ro: Început
ru: Начать
sk: Začať
sv: Starta
tr: Başla
uk: Почати
zh_hans: 开始
zh_hant: 開始

# import_file_button
source: Import file
be: Імпартаваць файл
ca: Importa un fitxer
cs: Importovat soubor
da: Importer fil
de: Datei importieren
el: Εισαγωγή αρχείου
es: Importar un archivo
es_419: Importar un archivo
fi: Tuo tiedosto
fr: Importer un fichier
hu: Fájl importálása
id: Impor berkas
it: Importa file
ja: ファイルをインポート
ka: ფაილის შემოტანა
ko: 파일 가져 오기
nb: Importer fil
nl: Bestand importeren
pl: Importuj plik
pt: Importar um ficheiro
pt_br: Importar arquivo
ro: Importare fișier
ru: Импорт файла
sk: Importovať súbor
sv: Importera fil
tr: Dosya içe aktar
uk: Імпорт файлу
zh_hans: 导入文件
zh_hant: 匯入檔案

# item_plural_type_with_num
source: %d Items
be: %d элементаў
ca: %d elements
cs: %d položek
da: %d elementer
de: %d Elemente
el: %d Στοιχεία
es: %d Elementos
es_419: %d Elementos
fi: %d Kohdetta
fr: %d Éléments
hu: %d Elem
id: %d Item
it: %d Elementi
ja: %d 個のアイテム
ka: %d ელემენტი
ko: %d개 항목
nb: %d elementer
pt_br: %d itens
ro: %d de articole
sk: %d položiek
sv: %d objekt
tr: %d öge
zh_hans: %d 个项目

# launch_alert_title_disable_validation
source: Disable Validation
be: Адключыць праверку
ca: Desactiva la validació
cs: Vypnout ověřování
da: Deaktiver godkendelse
de: Validierung deaktivieren
el: Απενεργοποίηση Επαλήθευσης
es: Desactivar la validación
es_419: Desactivar validación
fi: Poista vahvistus käytöstä
fr: Désactiver la validation
hu: Tanúsítás letiltása
id: Nonaktifkan Validasi
it: Disabilita Validazione
ja: 検証を無効化
ka: გადამოწმების გამორთვა
ko: 검증 비활성화
nb: Deaktiver validering
nl: Validatie uitschakelen
pl: Wyłącz weryfikację
pt: Desativar a validação
pt_br: Desativar validação
ro: Dezactivare validare
ru: Отключить проверку
sk: Vypnúť overenie
sv: Inaktivera validering
tr: Doğrulamayı kapat
uk: Вимкнути перевірку
zh_hans: 关闭验证
zh_hant: 停用驗證

# launch_alert_title_update
source: Update
be: Абнавіць
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
es_419: Actualizar
fi: Päivitä
fr: Mettre à jour
hu: Frissítés
id: Perbarui
it: Aggiornamento
ja: 更新
ka: განახლება
ko: 업데이트
nb: Oppdater
nl: Bijwerken
pl: Zaktualizuj
pt: Atualizar
pt_br: Atualizar
ro: Actualizare
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
tr: Güncelle
uk: Оновити
zh_hans: 更新
zh_hant: 更新

# leave_album_after_saving
source: Save and leave
be: Захаваць і выйсці
ca: Desa i surt
cs: Uložit a opustit
da: Gem og forlad
de: Speichern und verlassen
el: Αποθήκευση και αποχώρηση
es: Guardar y salir
es_419: Guardar y salir
fi: Tallenna ja poistu
fr: Enregistrer et quitter
hu: Mentés és elhagyás
id: Simpan dan keluar
it: Salva ed esci
ja: 保存して終了
ka: შენახვა და გასვლა
ko: 저장 및 나가기
nb: Lagre og forlat
nl: Opslaan en verlaten
pl: Zapisz i opuść
pt: Guardar e sair
pt_br: Salvar e sair
ro: Salvare și ieșire
ru: Сохранить и покинуть
sk: Uložiť a odísť
sv: Spara och lämna
tr: Kaydet ve ayrıl
uk: Зберегти та вийти
zh_hans: 保存并退出
zh_hant: 儲存並離開
